[Balance.PawnBalance_Allium_YetiBaby AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cue the Yeti")
PlayThroughs[1]=(DisplayName="Brother Yeti is cruel.")
PlayThroughs[2]=(DisplayName="Yeti's dirty brother")

[Character.CharClass_Allium_YetiBaby AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

